[
    {
        "id": "skywalker-resort",
        "type": "vertical_separated_story",
        "category": "historic",
        "author": "Beth Lawrence",
        "profilePicture": "/digital-deception/assets/profile-pictures/beth.jpg",
        "postDate": "2 Days Ago",
        "title": "Skywalker Resort",
        "storySegments": [
            "The Skellig Islands are more stunning and other-worldly than any of the special effects of recent Star Wars movies. Long before Luke Skywalker arrived on the scene, the real-life towering cliffs had been a sacred place of retreat, pilgrimage, and sanctuary. (1/12)",
            "Although the Great Skellig, also known as Skellig Michael and Sceilig Mhichíl, and the Lesser (or Little) Skellig appear to be in a galaxy far, far away. They are in fact about eight miles off the southwest Atlantic coast of Ireland. (2/12)",
            " Trekking up 618 steps cut into the sea-bitten cliffs, a visitor arrives at Great Skellig’s ancient monastery near its 715-foot summit. Several structures have miraculously survived Viking raids, relentless wind, and the test of time. This retreat was inspired by the Coptic Church of Egypt and Libya, and St. Anthony in the Desert. The site was used by Gaelic Christian monks who sought extreme solitude here beginning sometime in the 6th to 8th centuries and lasting through the late 12th or early 13th century. (3/12)",
            "There one can find the remains of an abbey, with a later medieval church built upon it. Alongside the church are two oratory chapels, and a cemetery with stone crosses. On the south of the two peaks, visitors may also find the remnants of a hermitage with three separate terraces. Six complete drystone dwelling houses were home to an estimated 12 monks and an abbot. The church, unlike the beehive dwellings, was erected with a mortar and dedicated at least in the 11th century to Saint Michael. (4/12)",
            "Following the disbanding of the monasteries in 1578, the islands passed to the private ownership of the Butler family. The Irish Government took possession in the 1820s to erect two lighthouses. One became automated in the 1980s, maintaining a still much-needed beacon on the Atlantic side, where the seas are unpredictable and often turbulent. Since 1880, the Irish Office of Public Works took over the maintenance of the archaeological site. (5/12)",
            "Little Skellig, where boats are not allowed to land, is a seabird sanctuary and home to one of the largest colonies in the world of northern gannets. The islands are also protected habitats for a number of other birds, but the area is best known for the colorful-beaked puffins. (6/12)",
            "Thousands of puffins make their home on the island to nest and rear their young during a short summer season. Sturdy and looking like they sport a cap and cloak, the seabirds have short wings that are designed for swimming underwater, yet can also carry the puffin long distances in flight. (7/12)",
            "The puffins of Skellig Michael are said to be the inspiration for those too-cute-by-far porgs, the indigenous inhabitants of Luke Skywalker’s island, named Ahch-To in the films. But the porgs have nothing on the comical puffin. (8/12)",
            " While inhabited for an incredibly lengthy period, the monastery was abandoned probably by the early 13th century, while remaining as a place of periodic penitence and continued pilgrimage. This relocation was also due to the monastic life in Ireland moving away from the ascetic Celtic model with its emphasis on solitude to the more engaged Augustinian Church. (9/12)",
            "The enigmatic island of hermetic monks, devoted to a life of prayer and study, has been revered for many years. Since its founding, the monastery served as a place of sacred pilgrimage since the medieval period, and a site to study bird life without much human interference. But can Skellig Michael survive a new type of pilgrim, the legions of Star Wars fans? (10/12)",
            "The island was designated a UNESCO World Heritage Site in 1996. Fragile both architecturally and topographically, visitor access has been limited and only licensed boat operators can bring passengers to disembark on the island.  Visitors must deal with restrictions, the distance from the mainland, and the difficulty of the often-rough seas and arduous climb only for the able-bodied (three tourists have fallen to their deaths since 1995). (11/12)",
            "Despite these hurdles, the number of access permits has recently increased to accommodate demand. There are fears the remote location is becoming a “Disneyesque theme site.” Skellig Michael is now facing the not-uncommon issues of preservation versus the impact of popularity. (12/12)"
        ]
    },
    {
        "id": "twister",
        "type": "vertical_separated_story",
        "category": "historic",
        "author": "Leslie Welch",
        "profilePicture": "/digital-deception/assets/profile-pictures/leslie.jpg",
        "postDate": "1 Day Ago",
        "title": "Twister, a Dirty Game",
        "storySegments": [
            "The original box for the game Twister was jarring in its conservatism. Although the game was marketed mostly to kids and teens, emblazoned across the promotional material for its 1966 launch were cartoon adults wearing fancy clothes entirely impractical for playing the game. Also inexplicably for a game premised on close contact, the adults left a healthy distance between their bodies. (1/12)",
            "“The men are in full suits and ties, all the way up to their necks. The women have sweaters, buttoned up to their necks,” explains the author of a new book about the history of toys. “There was no skin showing at all.” (2/12)",
            "That strange design existed for a reason. The original makers of Twister feared parents would deem the game inappropriate for kids because of the close physical proximity of its players. To deflect from concerns around sexual undertones, they packaged it as inoffensively as possible. Nothing screamed “sex!” less than overdressed cartoon adults. (3/12)",
            "The game’s foremost champion was Milton Bradley’s development executive, who pushed Twister into the market even as others in his company said the game wasn’t worth the risk. (4/12)",
            "Interviews with the development executive responsible for Twister revealed that he received quite a bit of flak from people internally at Milton Bradley. Most of that internal criticism took an exacting form—Milton Bradley’s brand revolved around making tabletop games, and Twister was a floor game—but a strand of it centered on the concerns that the game would be perceived as too sexual. The executive further shared that there were some people internally that thought it was a little risqué for kids. (5/12)",
            "As he put it when interviewed shortly before his death, the development executive stated that, “When I showed it to my sales manager, he said: ‘What you're trying to do there is put sex in a box.’ He refused to play. He said, \"It was too far out, kids wrapping themselves around each other like that.\" (6/12)",
            "The two inventors credited on the Twister patent were working at a Minnesota design firm when they developed the game. The initial spark began with the firm’s owner, who in 1964 envisioned the polka-dot board, and he tasked the inventors with turning it into a functioning game. Together, they decided that people should act as the pieces, and then crafted a board to accommodate this design. (7/12)",
            "After filing the patent and bringing the idea to Milton Bradley, the owner of the design firm and concept originator feared the concern over the game’s undertones meant it would never be released. “They warned us that the idea of being that close to someone––especially someone of the opposite sex––was socially unacceptable,” he explained in a recent book. “The rule we were breaking almost broke the deal. Thankfully, Milton Bradley’s development executive was a rule breaker too.” (8/12)",
            "When Milton Bradley did eventually distribute the game, those internal fears seemed to manifest. For weeks, few consumers would touch it. Sales flat-lined. At the annual Toy Fair in New York in 1966, even buyers from department stores across the United States expressed their skepticism. But most damning of all, Sears resisted stocking it because, their representative said, the game was “too risqué.” (9/12)",
            "That decision could not have been more devastating. At the time, Sears had such a monopoly that if they said “we’re not buying this,” it could be the death of a game. After hearing the news, one of Twister’s inventors wrote that “Twister was dead.” (10/12)",
            "Twister’s saving grace came when late-night host Johnny Carson and actress Eva Gabor agreed to play Twister on Carson’s show in May 1966. The lasting image of the two contorting their bodies before a national audience sent sales skyrocketing, and by 1967, Milton Bradley had moved over 3 million copies. Sears started stocking it. (11/12)",
            "Twister’s subversion of taboos around personal space, no longer fatal baggage, quickly became one of its biggest assets. Today, the game is a global sensation, with its new owner Hasbro citing it as one of its top sales performers in the first quarter of 2019 and the National Toy Hall of Fame honoring it as a 2015 inductee. (12/12)"
        ]
    },
    {
        "id": "cuttlefish-vision",
        "type": "vertical_separated_story",
        "category": "scientific",
        "author": "Megan Brady",
        "profilePicture": "/digital-deception/assets/profile-pictures/megan.jpg",
        "postDate": "4 Days Ago",
        "title": "Cuttlefish Vision",
        "storySegments": [
            "One of the world’s strangest 3-D cinemas is tucked away in a research laboratory in Woods Hole, Massachusetts. Its underwater interior lacks seats and aisles, and its screen measures only a few inches high. The patrons are European cuttlefish (Sepia officinalis): stout-bodied, color-changing relatives of squids and octopuses that deploy a pair of long, limber tentacles to snare their prey. (1/12)",
            "The film is in 3-D, though the rabbit-sized mollusks don’t take kindly to the blue and red glasses, says a visual ecologist at the University of Minnesota leading the study. To get the spectacles to stick, researchers superglue a patch of Velcro onto the skin between the cuttlefish’s eyes, then affix the glasses on top. (2/12)",
            "On first wear, most of the study subjects reach up with one of their many arms and snatch the lenses right back off. Thanks to an abundance of grass shrimp treats though, the cuttlefish eventually learn to tolerate their new accessories and watch the researchers’ feature films. With this unusual setup, researchers have shown that cuttlefish perceive depth much like humans do: by comparing and combining the slightly offset images of the world that each of our eyes perceives. (3/12)",
            "Though a far cry from a human, big-brained cuttlefish are good candidates for stereo vision. Unlike their octopus and squid cousins, they swivel both their camera-like eyes forward when they hunt, seemingly calculating the distance between themselves and their grass shrimp prey. The petite, lithe, and translucent crustaceans aren’t easy to snag, and misjudging the coordinates of a catch can leave a cuttlefish hungry. (4/12)",
            "The team of ecologists and biologists searched for stereovision in 11 cuttlefish by situating them in a 3-D cephalopod cinema, similar to early 3-D theaters for people. Glasses, outfitted with two filters of different colors, showed each of their eyes a separate image of a tasty shrimp on the screen. If the mollusks were using stereo vision, the colored images would combine in their minds to create the illusion of depth, allowing them to calculate the ideal distance from which to attack their apparently three-dimensional “prey.” (5/12)",
            "Trained to treat the faux food as real, the bespectacled creatures struck out again and again. Depending on how close together the colored shrimp were, and the order they appeared in, the cuttlefish would either back up from the image or sidle up close—so much so that they’d often bash their tentacles against the screen itself. (6/12)",
            "Then the researchers switched things up and instead of showing their subjects two colored images, they projected just one, effectively blinding one eye. Stripped of stereo vision, the cuttlefish took longer to position themselves in front of the screen. (7/12)",
            "Taken together, these experiments make for “a really compelling demonstration of cephalopod stereopsis,” comments another ecologist who wasn’t involved in the study. “I can’t think of any other explanation.” (8/12)",
            "The team also presented the cephalopods with another set of shrimp projections, this time superimposed on backgrounds of colored patterns of dots, some bright, some dark. In humans, when one eye sees a pattern of bright and dark dots, and the other eye sees the inverse of the pattern—where the bright and dark dots are reversed—our brains have difficulty reconciling the differences, compromising depth perception. Remarkably, both praying mantises and cuttlefish are unfazed by these inverted background patterns. Rather than trying to come to grips with the conflicting intel, their brains just ignore it, and stereo vision proceeds unimpeded. (9/12)",
            "By filtering out some of the clutter in their surroundings, these invertebrates can focus on what’s important: their prey. Humans form a very complex image that gets refreshed over and over in the brain, whereas the cuttlefish and praying mantis just pick out the elements they need without getting bogged down in the details. (10/12)",
            "And even more animals with these unusual abilities are likely out there. The research team’s previous work hints that predatory robber flies might use stereo vision, too. “For years, people thought that you could only do stereopsis if you had a very big [and complex] brain, because that’s how it is in humans,” but the behavior clearly isn’t as rare as once thought. (11/12)",
            "Comparing the specifics of stereo vision in these creatures and others might someday help crack the molecular code that makes depth perception possible. “I think people should put more 3-D glasses on more animals,” says one of the researchers who helped pioneer the act in the praying mantis. “If that’s my lasting contribution to science, that’ll be good.” (12/12)"
        ]
    },
    {
        "id": "goody-garlick",
        "type": "vertical_separated_story",
        "category": "historic",
        "author": "Ian Howell",
        "profilePicture": "/digital-deception/assets/profile-pictures/ian.jpg",
        "postDate": "2 Days Ago",
        "title": "Goody Garlick the Witch",
        "storySegments": [
            "Thirty-five years before the infamous events of Salem, claims of witchcraft and a subsequent trial rocked a small colonial village. The place was Easthampton, New York. Now a summer resort for the rich and famous—and spelled as two words, East Hampton—at the time it was an English settlement on the remote, eastern tip of Long Island. (1/13)",
            "There, in February 1658, 16-year old Elizabeth Gardiner Howell, who had recently given birth to a child, fell ill. As friends tended to her, she terrified them by suddenly shrieking: \"A witch! A witch! Now you are come to torture me because I spoke two or three words against you!” Her father, Lion Gardiner, a former military officer and the town’s most prominent citizen, was summoned. He found his daughter at the foot of her bed, screaming that the witch was in the room. (2/13)",
            "\"What do you see?\" he asked her. \"A black thing at the bed's feet,\" she answered, flailing at an invisible adversary. A day later, Howell died—after having named her tormentor as one Elizabeth Garlick, a local resident who often quarreled with neighbors. (3/13)",
            "A board of inquiry was formed, composed of three male magistrates. They listened to testimony from many of the town’s citizens, some of whom had known “Goody” Garlick since their days in Lynn, Massachusetts, where a number of Easthampton’s residents had lived before re-settling here (In Puritan society, the honorific Goody, short for Goodwife, was given to most women of what we would now call working class status). (4/13)",
            "The Easthampton town records catalog a litany of accusations of supernatural behavior by Garlick, such as reports that she cast evil eyes and sent animal familiars out to do her bidding. Someone claimed that she picked up a baby and after putting it down, the child took sick and died. She was blamed for illnesses, disappearances, injuries, and the death of livestock. (5/13)",
            "“These were people on edge,” explains a local East Hampton historian, who along with his wife has researched and written extensively about the Garlick case. “If you look at the court records before this started, people were constantly suing and arguing with each other about all kinds of things we might see as trivial today.” (6/13)",
            "Still, the charges against Garlick went well beyond the “your-cow-broke-my-fence” accusations. Witchcraft was a capital offense—and Connecticut had a record of knowing exactly what to do with convicted witches; they had executed several unfortunate women in the previous years. (7/13)",
            "But there was a new sheriff in town in 1658: John Winthrop, Jr. had recently been persuaded to take the position of Governor of the Hartford colony.&nbsp; A regional historian explains that “Some people were far more skeptical about the role of the devil in magic, and about the ability of common people to practice magic.” In a stroke of good luck for Garlick, Junior was one of those skeptics and he was recruited to preside over her trial. (8/13)",
            "Winthrop was dubious that your average farmer’s wife—or for that matter, anyone without his level of training or experience—could perform the kinds of magical acts attributed to witches. So he looked to another explanation for people like Goody Garlick and their alleged crimes; one that would likely put him in concert with sociologists and historians today. (9/13)",
            "Winthrop’s court rendered a not-guilty verdict, and though the records of the trial do not exist, the court’s nuanced directive to the citizens of Easthampton does. It didn’t quite dismiss the idea that Goody Garlick might have been up to something fishy; nor did it come out and label the townspeople who had paraded their second and third-hand allegations against her a bunch of busybodies. (10/13)",
            "It did however make perfectly clear what the court expected from both the Garlicks and the community of Easthampton: “It is desired and expected by this court that you should carry neighborly and peaceably without just offense, to Jos. Garlick and his wife, and that they should do the like to you.” (11/13)",
            "Apparently, that’s exactly what happened. As far as can be told from the East Hampton town records, the Garlicks resumed their lives in the community, though chances are they weren’t invited to too many parties, but it was noted that their son later became the miller of the town—a fairly prominent position. (12/13)",
            "Asked how Winthrop’s decision on the Garlick case affected the community, the East Hampton historian summed it up: “Did we have any more accusations of witchcraft in Easthampton after that? No. Did the town prosper and grow? Yes.” (13/13)"
        ]
    },
    {
        "id": "irish-moss",
        "type": "vertical_separated_story",
        "category": "historic",
        "author": "Beth Lawrence",
        "profilePicture": "/digital-deception/assets/profile-pictures/beth.jpg",
        "postDate": "4 Days Ago",
        "title": "Irish Moss",
        "storySegments": [
            "A lot of us start our days with seaweed, whether or not we know it. From toothpaste to moisturizer to yogurt, a compound derived from seaweed called carrageenan is responsible for adding smoothness and suspension to some of our favorite products. Now a global industry, carrageenan production in the United States had its unlikely beginnings over 150 years ago. At that time, an Irish immigrant spotted a familiar plant off the side of his sailboat. (1/10)",
            "Around 1847, Daniel Ward was sailing off the coast of Boston when he spotted gold—at least in seaweed form. Ward had been working as a fisherman when he saw red algae beneath the ocean surface that he recognized as carrageen, or Irish moss. Back home in Ireland, the Irish harvested this seaweed for several purposes like making pudding and clarifying beer. Daniel immediately saw an opportunity to tap into this unknown resource in his new country and abandoned fishing. He decided to settle on the beaches of a small coastal town called Scituate, midway between Boston and Plymouth. (2/10)",
            "Irish moss, formally known as Chondrus crispus, grows on the surface of undersea rock formations. Harvesting is traditionally done by hand, using a 12-foot rake to pry off the broccoli-like tops of the moss, being sure not to rip out the stems or “holdfasts,” which would prevent the plant from growing back. Mossers tended to travel alone in their small boats, usually for two hours before and after low tide. (3/10)",
            "The seasonal conditions of mossing also paved the way for a new occupation: lifesaving. Harsh New England winters could destroy incoming boats, and crews often died from hypothermia. In 1871, the United States Lifesaving Service was formed to rescue these shipwrecked sailors. Since the peak season for mossing runs from June through September, mossers were free to join the Lifesaving Service as “surfmen” during the perilous winter months, allowing them to save lives along with their paychecks. (4/10)",
            "Demand grew when, thanks to widespread manufacturing during World War II, Irish moss found a whole slew of new applications, such as stabilizing chocolate milk and being combined with ascorbic acid to form a preservative film over frozen foods. (5/10)",
            "The war also changed perceptions of who a mosser could be with more women joining the mossing industry. While most working men were serving overseas, women picked up the rakes and began hauling harvests of their own.&nbsp; It is believed that the first female mosser got her start a few years before the war. Mim Flynn rowed her own mossing dory at just nine years old as a way to make money for her family. Dubbed the “Irish Mossing Queen,” Flynn became a sensation and was covered by newspapers as far away as Canada. (6/10)",
            "Over the years, the price of moss rose from 1.75 cents per pound in 1960 to over 10 cents per pound by 1990. But beneath this success, the game was quietly changing. Mechanical dryers (“Think of oversized clothes hangers,\" says one local historian) were introduced; smaller companies merged to form larger ones. Most significantly, large companies started getting their seaweed in farms that were popping up in the Philippines and other parts of Southeast Asia. In this way, the rise and fall of Irish mossing in Scituate echoes the fates of so many other cottage industries in America. One veteran mosser compares it to blacksmithing. “Like many manual industries, there were a combination of factors that led to its demise—foreign competition, people unwilling to do it anymore,” he claims. (7/10)",
            "But even without a daily fleet of mossers, the effects of the industry are still palpable throughout Scituate. The 2020 census showed that Scituate had the highest number of people claiming Irish ancestry than any other town in America. The amount of Irish heritage has earned Scituate the nickname the \"Irish Riviera.\" Connections like this, between the early days of American mossing to the modern time, can also be found at Scituate’s Maritime and Mossing Museum, which opened two weeks after the mossing industry officially ended in 1997. (8/10)",
            "The museum hosts Irish mosser reunions, where veteran mossers come back to share stories and hear about the industry today. At least one former mosser even brings his own dory to complete the experience. On a graffiti wall inside the museum, mossers can write their name and their record harvest for a single day. “Some of them lie about it, of course,” the museum docent, a former mosser, explains. (9/10)",
            "While Scituate has since found other industries and college students now look elsewhere for summer jobs, Irish mossing undoubtedly leaves behind memories of its salt-crusted Golden Age. “Some people I mossed with went on to high profile careers,” says the museum guide, “and they would still tell you the best job they ever had was mossing.” (10/10)"
        ]
    },
    {
        "id": "turtles-on-treadmills",
        "type": "vertical_separated_story",
        "category": "scientific",
        "author": "Rachel Kelley",
        "profilePicture": "/digital-deception/assets/profile-pictures/rachel.jpg",
        "postDate": "5 Days Ago",
        "title": "Turtles on Treadmills",
        "storySegments": [
            "They're baby sea turtles. They're wearing swimsuits. What more do you need to know? Well a lot, actually. As reported for National Geographic, though they're certainly adorable, these tiny tots could help researchers better understand the impacts of light pollution on baby turtle survival after they make their break from the safety of their nest to the open ocean. (1/11)",
            "Sea turtles build their nests right on the beach to give the itsy-bitsy hatchlings a fighting chance to flipper themselves into the ocean. They have a lot of predators—gulls, crabs, raccoons, and more—that would love to gobble them up like tourists at a buffet, but if all goes well, a hatchling can make it into the ocean within a few minutes, likely drawn to the brightest light on the lowest horizon. (2/11)",
            "But in this modern world, lights are everywhere, and the tiny reptiles can get disoriented and take a more circuitous route to find water. This exhausting venture can sometimes last hours. How does all that exercise affect the little creatures once they make it to water? Researchers at a Florida university decided to put some baby turtles to the test to figure it out. (3/11)",
            "In a press release, one biologist participating in the research explained “We wanted to know if they would even be able to swim after crawling 1,640 feet or more, which could take them as long as seven hours to complete.” (4/11)",
            "So these researchers collected 150 newborn loggerhead and green sea turtles from Palm Beach County, Florida, and then exercised each turtle in the lab using a custom-built herp treadmill with a light suspended in front of the device to attract the little critters. In one test, they simulated the long distances disoriented animals might walk on the beach, keeping the babies marching for 656 feet. In another, they had them scramble for 1,640 feet. (5/11)",
            "After the workout, the researchers then fitted the turtles into little swimsuits connected to a harness and put them in a tank of water, observing how they swam for two hours. Meanwhile, the researchers measured vital signs like oxygen consumption, glucose, plasma lactate levels as well as the number of swimming strokes they performed. (6/11)",
            "The team also conducted field studies, following baby turtles on the beach and measuring the distances they traveled, how long it took them, and how often they rested to ensure their treadmill study simulated reality. They detailed their results this week in a study published last month in The Journal of Biology. (7/11)",
            "What they found is that the tiny turtles are incredibly tough. “We were completely surprised by the results of this study. We were expecting that the hatchlings would be really tired from the extended crawling and that they would not be able to swim well.\" That turned out not to be the case. \"They are, in fact, crawling machines,\" one researcher explained. \"They crawl and rest, crawl and rest and that’s why they weren’t too tired to swim.” (8/11)",
            "While that’s good news for the turtles, it doesn’t mean light pollution isn’t hurting them. The authors note that spending more time on the beach either walking or resting raises the potential that the turtles will be eaten by predators, lured into a swimming pool, or head into downtown Miami. (9/11)",
            "The executive director of the Sea Turtle Conservancy, who was not involved in the study, explained that the study provides great new information but has some limitations. For instance, in Florida, once the turtles hit the ocean they need to make an epic 30-mile swim to reach the jet stream, where they are relatively safe. (10/11)",
            "While the researchers were only allowed to observe the turtles for two hours post-workout before returning them to the beach, watching them for 24 hours might show different results. Researchers in the study agree that it would be beneficial to watch the turtles longer—and so do we. Any scientific reason for putting a bathing suit on a baby turtle is alright by us, especially if there's a webcam so we can watch. (11/11)"
        ]
    },
    {
        "id": "distractor-task-1",
        "type": "multiple-choice-image",
        "advertisementStyle": true,
        "image": "/digital-deception/assets/distractions/distractor-task-1.png",
        "question": "There's an animal in this picture. In which box can you see its head?",
        "answers": [
            {
                "text": "A"
            },
            {
                "text": "B"
            },
            {
                "text": "C"
            },
            {
                "text": "D"
            }
        ]
    },
    {
        "id": "distractor-task-2",
        "type": "multiple-choice-image",
        "advertisementStyle": true,
        "image": "/digital-deception/assets/distractions/distractor-task-2.png",
        "question": "In this figure, are the four corner discs:",
        "answers": [
            {
                "text": "Moving in the same direction"
            },
            {
                "text": "Moving in different directions"
            },
            {
                "text": "Not moving at all"
            }
        ]
    },
    {
        "id": "distractor-task-3",
        "type": "multiple-choice-image",
        "advertisementStyle": true,
        "image": "/digital-deception/assets/distractions/distractor-task-3.png",
        "question": "Reading from left to right, what is the third word in the sentence shown here?",
        "answers": [
            {
                "text": "Has"
            },
            {
                "text": "Lift"
            },
            {
                "text": "You"
            },
            {
                "text": "Fast"
            }
        ]
    },
    {
        "id": "distractor-task-4",
        "type": "multiple-choice-image",
        "advertisementStyle": true,
        "image": "/digital-deception/assets/distractions/distractor-task-4.png",
        "question": "What did you notice first in this picture?",
        "answers": [
            {
                "text": "The young woman"
            },
            {
                "text": "The dressing table"
            },
            {
                "text": "The skull"
            },
            {
                "text": "The cat"
            }
        ]
    },
    {
        "id": "distractor-task-5",
        "type": "multiple-choice-image",
        "advertisementStyle": true,
        "image": "/digital-deception/assets/distractions/distractor-task-5.png",
        "question": "Imagine you need to move one of these tables into a different room, but you have to carry it through a very narrow hallway. Which table would be easier to carry?",
        "answers": [
            {
                "text": "They're equally difficult"
            },
            {
                "text": "Table on the left"
            },
            {
                "text": "Table on the right"
            }
        ]
    },
    {
        "id": "distractor-task-6",
        "type": "multiple-choice-image",
        "advertisementStyle": true,
        "image": "/digital-deception/assets/distractions/distractor-task-6.png",
        "question": "Which vintage postcard represents an impossible image?",
        "answers": [
            {
                "text": "Image A"
            },
            {
                "text": "Image B"
            },
            {
                "text": "Image C"
            },
            {
                "text": "Image D"
            }
        ]
    },
    {
        "id": "distractor-task-7",
        "type": "multiple-choice-image",
        "advertisementStyle": true,
        "image": "/digital-deception/assets/distractions/distractor-task-7.png",
        "question": "The picture on the left is of Margaret Thatcher, former Prime Minister of the United Kingdom.  The picture on the right is the same image, but simply flipped upside down.  Or is it?",
        "answers": [
            {
                "text": "It is the same picture"
            },
            {
                "text": "It is not the same picture"
            }
        ]
    },
    {
        "id": "distractor-task-8",
        "type": "multiple-choice-image",
        "advertisementStyle": true,
        "image": "/digital-deception/assets/distractions/distractor-task-8.png",
        "question": "One of these symbols does not belong. Which quadrant contains the odd one out?",
        "answers": [
            {
                "text": 1
            },
            {
                "text": 2
            },
            {
                "text": 3
            },
            {
                "text": 4
            }
        ]
    },
    {
        "id": "distractor-task-9",
        "type": "multiple-choice-image",
        "advertisementStyle": true,
        "image": "/digital-deception/assets/distractions/distractor-task-9.png",
        "question": "Look at the two orange circles.  Most people think the orange circle on the right is bigger, but do you agree?",
        "answers": [
            {
                "text": "Agree"
            },
            {
                "text": "Disagree"
            }
        ]
    },
    {
        "id": "distractor-task-10",
        "type": "multiple-choice-image",
        "advertisementStyle": true,
        "image": "/digital-deception/assets/distractions/distractor-task-10.png",
        "question": "In this image, which word did you see first ",
        "answers": [
            {
                "text": "Hate"
            },
            {
                "text": "Love"
            }
        ]
    },
    {
        "id": "distractor-task-11",
        "type": "multiple-choice-image",
        "advertisementStyle": true,
        "image": "/digital-deception/assets/distractions/distractor-task-11.png",
        "question": "Are the horizontal lines parallel or sloped?",
        "answers": [
            {
                "text": "Parallel"
            },
            {
                "text": "Sloped"
            }
        ]
    },
    {
        "id": "distractor-task-12",
        "type": "multiple-choice-image",
        "advertisementStyle": true,
        "image": "/digital-deception/assets/distractions/distractor-task-12.png",
        "question": "The green cylinder is casting a shadow over tile B to make it appear a lighter color than tile A. Without the shadow, is tile B lighter than tile A? ",
        "answers": [
            {
                "text": "Tile A is actually lighter than Tile B"
            },
            {
                "text": "Tile B is actually lighter than Tile A"
            },
            {
                "text": "Tile A and B are the same color shade"
            }
        ]
    },
    {
        "id": "distractor-task-13",
        "type": "multiple-choice-image",
        "advertisementStyle": true,
        "image": "/digital-deception/assets/distractions/distractor-task-13.png",
        "question": "Which shape did you notice first?",
        "answers": [
            {
                "text": "An upward pointing triangle"
            },
            {
                "text": "A downward pointing triangle"
            },
            {
                "text": "A six point star"
            },
            {
                "text": "None of the above"
            }
        ]
    }
]